Repository: hyungyunlim/080-spam-blocker
Catalog: admin/modules/cidlookup/i18n/*/LC_MESSAGES/cidlookup.po
Languages: it_it, vi

source: It executes an HTTP GET passing the caller number as argument to retrieve the correct name
it_it: Esegue un GET HTTP passando il numero del chiamante come argomento per recuperare il nome corretto
vi: Nó thực hiện một HTTP GET truyền qua số người gọi như một đối số để lấy tên chính xác

source: It executes an HTTPS GET passing the caller number as argument to retrieve the correct name
it_it: Esegue un HTTPS GET passando il numero del chiamante come argomento per recuperare il nome corretto
vi: Nó thực hiện một HTTP GET truyền qua số người gọi như một đối số để lấy tên chính xác

source: Use DNS to lookup caller names, it uses ENUM lookup zones as configured in enum.conf
it_it: Usa DNS per cercare i nomi dei chiamanti, usa le zone di ricerca ENUM come configurate in enum.conf
vi: Sử dụng NDS để tra cứu tên người gọi, nó sử dụng những vùng tra cứu ENUM như đã được cấu hình trong enum.conf

source: Use OpenCNAM [https://www.opencnam.com/]
it_it: Usa OpenCNAM [https://www.opencnam.com/]
vi: Sử dụng OpenCNAM [https://www.opencnam.com/]

source: use astdb as lookup source, use phonebook module to populate it
it_it: usa astdb come sorgente di ricerca, usa il modulo della rubrica per popolarlo
vi: Sử dụng astdb như nguồn tra cứu, sử dụng mô đun phonebook (danh bạ điện thoại) để đưa nó vào danh bạ

source: <p>If you need to create an OpenCNAM account, you can visit their website: <a href="https://www.opencnam.com/register" target="_blank">https://www.opencnam.com/register</a></p>
it_it: <p> 1 Se è necessario creare un account OpenCNAM, è possibile visitare il loro sito Web: <a href="https://www.opencnam.com/register" target="_blank"> 2 https: //www.opencnam.com / register </a> 3 </p> 4
vi: <p> Nếu bạn cần tạo môt tài khoản OpenCNAM, bạn có thể truy cập website <a href="https://www.opencnam.com/register" target="_blank">https://www.opencnam.com/register</a></p>

source: A Lookup Source let you specify a source for resolving numeric CallerIDs of incoming calls, you can then link an Inbound route to a specific CID source. This way you will have more detailed CDR reports with information taken directly from your CRM. You can also install the phonebook module to have a small number <-> name association. Pay attention, name lookup may slow down your PBX
it_it: Da qui è possibile specificare una sorgente per la risoluzione del Numero Identificativo Chiamante nelle chiamate in entrata; successivamente si potrà creare un collegamento nelle Rotte in Entrata ad una delle sorgenti qui specificate. In questo modo si avranno le informazioni sui clienti prese direttamente dal proprio CRM e visualizzabili nei Rapporti Chiamate. Si può installare anche il modulo Rubrica che permette di associare in maniera veloce il numero di telefono al nome in Rubrica. Stare molto attenti però, la Risoluzione dei nomi potrebbe rallentare il PBX.
vi: Một nguồn tra cứu sẽ cho phép bạn xác định một nguồn để giải quyết các CallerIDs của các cuộc gọi đến, sau đó bạn có thể nối các tuyến gọi vào để xác định nguồn CID. Bằng cách này bán ẽ có các báo cáo CDR chi tiết hơn với các thông tin được thu thập trực tiếp tuwg CRM của bạn. Bạn cũng có thể cài đặt mô đun phonebook để có những số điện thoại nhỏ <-> Nhóm tên. Chú ý, tra cứu tên sẽ làm chậm PBX của bạn

source: Account SID:
it_it: SID dell'account:
vi: Tài khoản SID:

source: Actions
it_it: Azioni
vi: Các thao tác

source: Add CIDLookup Source
it_it: Aggiungi fonte CIDLookup
vi: Thêm ngồn tra cứu CID

source: Admin
it_it: Amministratore
vi: Quản trị viên

source: Allows CallerID Lookup of incoming calls against different sources (OpenCNAM, MySQL, HTTP, ENUM, Phonebook Module)
it_it: Permette la ricerca del chiamante delle chiamate in arrivo su fonti diverse (OpenCNAM, MySQL, HTTP, ENUM, modulo della rubrica)
vi: Cho phép Tra cứu CallerID các cuộc gọi đến cho các nguồn khác nhau (OpenCNAM, MySQL, HTTP, ENUM, Phonebook Module)

source: Auth Token
it_it: Token di autenticazione
vi: Thẻ xác thực

source: CID Lookup Source
it_it: Sorgente Risoluzione ID
vi: Nguồn tra cứu CID

source: CIDLookup
vi: Tra cứu CID

source: Cache Results
it_it: Risultati della cache
vi: Kết quả Cache

source: CallerID Lookup
it_it: Risoluzione ID Chiamante (CID)
vi: Tra cứu CallerID

source: CallerID Lookup Sources
it_it: Sorgenti Risoluzione CID
vi: Các nguồn tra cứu CallerID

source: Character Set
it_it: Set di caratteri
vi: Bộ ký tự

source: Database
vi: Cơ sở dữ liệu

source: Database Name
it_it: Nome Database
vi: Tên cơ sở dữ liệu

source: Decide whether or not cache the results to astDB; it will overwrite present values. It does not affect Internal source behavior
it_it: Decide se salvare o no i dati in astDB; questo comporterà la sovrascrittura di eventuali dati già presenti. Questo non influisce sul comportamento della sorgente Interna.
vi: Quyết định có hay không các kết quả bộ nhớ cache đến astDB; Nó sẽ ghi đè lên các giá trị hiện tại. Nó không ảnh hưởng đến hành vi của nguồn nội bộ

source: Delete
it_it: Elimina
vi: Xóa

source: Description
it_it: Descrizione
vi: Mô tả

source: Enter a description for this source.
it_it: Immettere una descrizione per questa sorgente.
vi: Nhập một mô tả cho nguồn này.

source: Host name or IP address
it_it: Nome host o Indirizzo IP
vi: Tên host hoặc địa chỉ IP

source: Internal
it_it: Interno
vi: Nội bộ

source: Internal:
it_it: Interno:
vi: Nội bộ:

source: It queries a MySQL database to retrieve caller name
it_it: Si interroga un database MySQL per recuperare il nome del chiamante
vi: Nó yêu cầu một cơ sở dữ liệu MySQL để lấy tên người gọi

source: List Sources
it_it: Elenco fonti
vi: Danh sách các nguồn

source: MySQL Character Set. Leave blank for MySQL default latin1
it_it: Set di caratteri MySQL. Lascia vuoto per MySQL default latin1
vi: Bộ ký tự MySQL. Để trống cho mặc định MySQL la tinh 1

source: MySQL Host
it_it: Host MySQL
vi: Host MySQL

source: MySQL Password
it_it: Password MySQL
vi: Mật khẩu MySQL

source: MySQL Username
it_it: Nome utente MySQL
vi: Tên người dùng MySQL

source: No
vi: Không

source: None
it_it: Nessuna
vi: Không

source: Not yet implemented
it_it: Non ancora implementato
vi: Chưa được thực hiện

source: OpenCNAM
vi: Dịch vụ tra cứu OpenCNAM

source: OpenCNAM Requires Authentication
it_it: OpenCNAM richiede autenticazione
vi: OpenCNAM yêu cầu Xác thực

source: OpenCNAM Throttle Reached!
it_it: OpenCNAM acceleratore raggiunto!
vi: Đã kết nối với OpenCNAM Throttle!

source: OpenCNAM:
vi: Dịch vụ tra cứu OpenCNAM:

source: Password
vi: Mật khẩu

source: Password to use in HTTP authentication
it_it: La password utilizzata nell'autenticazione HTTP
vi: Mật khẩu sử dụng trong xác thực HTTP

source: Path
it_it: Percorso
vi: Đường dẫn

source: Path of the file to GET<br/>e.g.: /cidlookup.php<br>Special token '[NUMBER]' will be replaced with caller number<br/>e.g.: /cidlookup/[NUMBER]/<br/>'[NAME]' will be replaced with existing caller id name<br/>'[LANGUAGE]' will be replaced with channel language
it_it: Percorso del file per GET <br/> es: /cidlookup.php <br> Il token speciale "[NUMERO]" sarà sostituito con il numero del chiamante <br/> ad esempio: / cidlookup / [NUMBER] / <br/> ' [NAME] 'verrà sostituito con il nome dell'ID chiamante esistente <br/>' [LANGUAGE] 'verrà sostituito con la lingua del canale
vi: Đường dẫn của tệp đến GET <br/>e.g.: /cidlookup.php<br>Special token '[NUMBER]' sẽ được thay thế bằng một số người gọi <br/>e.g.: /cidlookup/[NUMBER]/<br/>'[NAME]' sẽ được thay thế với tên ID người gọi hiện có <br/>'[LANGUAGE]' sẽ được thay thế bằng ngôn ngữ kênh

source: Port
it_it: Porta
vi: Cổng giao tiếp

source: Port HTTP(s) server is listening at (default http 80, https 443)
it_it: Il server HTTP (s) della porta è in ascolto (predefinito http 80, https 443)
vi: Cổng giao tiếp máy chủ HTTP đang nghe tại (default http 80, https 443)

source: Query
it_it: domanda
vi: Truy vấn

source: Query, special token '[NUMBER]' will be replaced with caller number<br/>e.g.: SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'
it_it: Query, il campo speciale '[NUMBER]' sarà sostituito dal numero di telefono<br/>e.s.: SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'
vi: Truy vấn, token đặc biệt '[NUMBER]' sẽ được thay thế với số người gọi <br/>e.g.:CHỌN tên TỪ danh bạ điện thoại NƠI số giống LIKE '%[NUMBER]%'

source: Reset
it_it: Azzerare
vi: Cài đặt lại

source: Select the source type, you can choose between:
it_it: Seleziona il tipo di fonte, puoi scegliere tra:
vi: Chọn kiểu nguồn, bạn có thể chọn giữa:

source: Source
it_it: Sorgente
vi: Nguồn

source: Source Description
it_it: Descrizione sorgente
vi: Mô tả nguồn

source: Source type
it_it: Tipo sorgente
vi: Kiểu nguồn

source: Sources can be added in Caller Name Lookup Sources section
it_it: Le sorgenti possono essere aggiunte nella sezione Risoluzione Nome Chiamante
vi: Các nguồn có thể được thêm trong phần Caller Name Lookup Sources ( Các nguồn tra cứu tên người gọi)

source: Submit
it_it: Sottoscrivi
vi: Gửi đi

source: There are %s DIDs using this source that will no longer have lookups if deleted.
it_it: Ci sono %s1 DIDs utilizzando questa fonte che non avrà più ricerche se cancellata.
vi: Có %s DIDs đang sử dụng nguồn này nếu xóa điều này sẽ không được tra cứu nữa.

source: Type
it_it: Tipo
vi: Kiểu

source: Unauthenticated calls to the OpenCNAM API will soon fail. You will need an OpenCNAM account to continue using their API
it_it: Le chiamate non autenticate all'API OpenCNAM falliranno presto. Avrai bisogno di un account OpenCNAM per continuare a utilizzare la loro API
vi: Các cuộc gọi không được xác thực đến OpenCNAM API sẽ sớm thất bại. Bạn sẽ cần một tài khoản OpenCNAM để tiếp tục sử dụng API

source: Username
it_it: Nome utente
vi: Tên người dùng

source: Username to use in HTTP authentication
it_it: Il Nome utente utilizzato nell'autenticazione HTTP
vi: Tên người dùng cho việc xác thực HTTP

source: Yes
it_it: Si
vi: Có

source: You have gone past the free OpenCNAM usage limits.<br/><br/>To continue getting caller ID name information, you need to create an OpenCNAM Professional Account.<br/><br/>You can create an OpenCNAM account at: <a href="https://www.opencnam.com/register">https://www.opencnam.com/register</a>.<br/><br/>Once you have created an account, visit the CallerID Lookup Sources menu and enter your OpenCNAM Professional Tier credentials.<br/>
it_it: Hai superato i limiti di utilizzo di OpenCNAM gratuiti. <br/> 1 <br/> 2Per continuare a ottenere le informazioni sul nome dell'ID chiamante, devi creare un account OpenCNAM Professional. <br/> 3 <br/> 4È possibile creare un OpenCNAM account all'indirizzo: <a href="https://www.opencnam.com/register"> 5https: //www.opencnam.com/register </a> 6. <br/> 7 <br/> 8Una volta che hai creato un account, visita il menu Sorgenti di ricerca CallerID e inserisci le tue credenziali di livello OpenCNAM Professional. <br/> 9
vi: Bạn đã quá thời hạn sử dụng OpenCCAM miễn phí. <br/><br/> để tiếp tục có thông tin tên caller ID, bạn cần rạo một tài khoản OpenCNam chuyên nghiệp. <br/><br/> Bạn có thể tạo một tài khoản OpenCNAM tại <a href="https://www.opencnam.com/register">https://www.opencnam.com/register</a>.<br/><br/>Khi bạn tạo một tài khoản, truy cập Menua nguồn tra cứu CallerID và nhập các thông tin đăng nhập OpenCNAM Professional Tier của mình.<br/>

source: Your OpenCNAM Account SID. This can be found on your OpenCNAM dashboard page: https://www.opencnam.com/dashboard
it_it: Il tuo SID dell'account OpenCNAM. Questo può essere trovato sulla tua pagina dashboard OpenCNAM: https://www.opencnam.com/dashboard
vi: Mở SID tài khoản OpenCNAM của bạn. Điều này có thể tìm thấy trên trang điều khiển OpenCNAM của bạn: https://www.opencnam.com/dashboard

source: Your OpenCNAM Auth Token. This can be found on your OpenCNAM dashboard page: https://www.opencnam.com/dashboard
it_it: Il tuo token di autenticazione OpenCNAM. Questo può essere trovato sulla tua pagina dashboard OpenCNAM: https://www.opencnam.com/dashboard
vi: Token xác thực OpenCNAM của bạn. Token này có sẽ được tìm thấy trên trang điều khiển OpenCNAM: https://www.opencnam.com/dashboard
