Repository: hyungyunlim/080-spam-blocker
Catalog: admin/modules/directory/i18n/*/LC_MESSAGES/directory.po
Languages: fa_ir

source: Actions
fa_ir: عملیات

source: Add Directory
fa_ir: افزودن دایرکتوری

source: Add new entry.
fa_ir: ورودی جدید.

source: Alert Info
fa_ir: اطلاعات هشدار

source: All Users
fa_ir: تمام کاربران

source: An Error occurred trying to contact the server adding a row, no reply.
fa_ir: در هنگام افزودن ردیف به سرور خطایی رخ داد،بدون پاسخ.

source: Announce Extension
fa_ir: اعلام داخلی

source: Announcement
fa_ir: اعلان

source: Applications
fa_ir: برنامه‌ ها

source: CallerID Name Prefix
fa_ir: پیشوند نام شناسه تماس گیرنده

source: Choose One
fa_ir: انتخاب کنید

source: Click here to remove this entry
fa_ir: برای حذف این ورودی اینجا کلیک کنید

source: Custom
fa_ir: شخصی

source: Default
fa_ir: پیشفرض

source: Default Directory
fa_ir: دایرکتوری پیشفرض

source: Default Group Inclusion
fa_ir: گنجایش پیشفرض گروه

source: Delete
fa_ir: حذف

source: Delete Directory %s
fa_ir: حذف دایرکتوری %s

source: Description of this directory.
fa_ir: شرح این دایرکتوری.

source: Destination to send the call to after Invalid Recording is played.
fa_ir: مقصدی که تماس پس از پخش پیام نادرست به آن فرستاده میشود.

source: Dial
fa_ir: شماره گیری

source: Directory
fa_ir: دایرکتوری

source: Directory %s:
fa_ir: دایرکتوری %s:

source: Directory Description
fa_ir: شرح دایرکتوری

source: Directory General Options
fa_ir: گزینه های عمومی دایرکتوری

source: Directory Name
fa_ir: نام دایرکتوری

source: Directory Options (DTMF)
fa_ir: گزینه های دایرکتوری (DTMF)

source: Directory&nbsp;Entries
fa_ir: دایرکتوری&nbsp;ورودی ها

source: Directory: %s
fa_ir: دایرکتوری %s

source: Directory: %s
fa_ir: دایرکتوری :%s

source: Disabled
fa_ir: غیر فعال

source: Edit %s: %s
fa_ir: ویرایش %s:%s

source: Edit Directory
fa_ir: ویرایش دایرکتوری

source: Edit Directory: %s
fa_ir: ویرایش دایرکتوری :%s

source: Enabled
fa_ir: فعال

source: Exclude
fa_ir: گنجایش

source: Greeting to be played on entry to the directory.
fa_ir: خوش آمدگویی که در ورود به دایرکتوری پخش میشود.

source: Include
fa_ir: شامل

source: Invalid Destination
fa_ir: داخلی نامعتبر

source: Invalid Recording
fa_ir: ضبط شده نامعتبر

source: Invalid Retries
fa_ir: تلاش مجدد نامعتبر

source: Invalid Retry Recording
fa_ir: تلاش مجدد ضبط نامعتبر

source: List Directories
fa_ir: فهرست دایرکتوری ها

source: Name
fa_ir: نام

source: Name Announcement
fa_ir: نام اعلان

source: Name of this directory
fa_ir: نام این دایرکتوری

source: Name of this directory.
fa_ir: نام این دایرکتوری.

source: No
fa_ir: خیر

source: Prefix to be appended to current CallerID Name.
fa_ir: پیشوندی که به نام شناسه تماس گیرنده فعلی اختصاص داده شده.

source: Reset
fa_ir: بازنشانی

source: Return to IVR
fa_ir: بازگشت به منو صوتی

source: Select
fa_ir: انتخاب

source: Spell Name
fa_ir: نهجی نام

source: Submit
fa_ir: ارسال

source: System Recordings:
fa_ir: ضبط سیستمی：

source: Text to Speech
fa_ir: متن به گفتار

source: This entry has already been added
fa_ir: این ورودی اضافه شده

source: Voicemail Greeting
fa_ir: خوش آمد ایمیل صوتی

source: Yes
fa_ir: بله

source: [SYSTEM DEFAULT]
fa_ir: [سیستم پیشفرض]

source: ok
fa_ir: تایید

source: remove
fa_ir: حذف
