Repository: hyungyunlim/080-spam-blocker
Catalog: admin/modules/pinsets/i18n/*/LC_MESSAGES/pinsets.po
Languages: fa_ir, pt_br, vi

source: Actions
fa_ir: عملیات
pt_br: Ações
vi: Các thao tác

source: Allow creation of lists of PINs (numbers for passwords) that can be used by other modules (eg, trunks).
fa_ir: مجوز ایجاد فهرست پین هایی که میتوانند توسط سایر ماژول ها استفاده شوند.
pt_br: Permite a criação de listas de PINs (números para senhas) que podem ser usados por outros módulos (por exemplo, troncos).
vi: Cho phép tạo các danh sách của PIN ( các số cho mật khẩu) có thể được sử dụng bởi ccas mô đun khác ( cụ thể là các trung kế).

source: Delete
fa_ir: حذف
pt_br: Apagar
vi: Xóa

source: Edit PIN Set
fa_ir: ویرایش PIN
pt_br: Editar Conjunto de PIN
vi: Chỉnh sửa cài đặt PIN

source: Enter a list of one or more PINs. One PIN per line.
fa_ir: فهرستی از یک یا چند PIN وارد کنید. هر PIN در یک خط.
pt_br: Insira uma lista de um ou mais PINs. Um PIN por linha.
vi: Nhập một danh sách của một hay nhiều PIN. Một PIN trên một dòng.

source: New PIN Set
fa_ir: PIN جدید
pt_br: Novo Conjunto de PIN
vi: Cài đặt PIN mới

source: No
fa_ir: خیر
pt_br: Não
vi: Không

source: None
fa_ir: هیچ
pt_br: Nenhum
vi: Không có

source: Optional: Select a PIN set to use. If using this option, leave the Route Password field blank.
fa_ir: اختیاری：یک PIN برای کاربر انتخاب کنید.
pt_br: Opcional: Selecione um conjunto PIN a ser utilizado. Se estiver usando esta opção, deixe o campo senha da Rota em branco.
vi: Tùy chọn: Chọn một PIN được đặt để sử dụng. Nếu dùng tùy chọn này, để trống trường Route Password ( mật khẩu tuyến).

source: PIN List
fa_ir: فهرست PIN
pt_br: Lista de PINs
vi: Danh sách PIN

source: PIN Set
fa_ir: تنظیمات PIN
pt_br: Conjunto de PINs
vi: Cài đặt PIN

source: PIN Set Description
fa_ir: شرح PIN
pt_br: Descrição do Conjunto de PINs
vi: Mô tả cài đặt PIN

source: PIN Sets
fa_ir: تنظیمات پین
pt_br: Conjunto de PINs
vi: Các cài đặt PIN

source: PIN Sets are used to manage lists of PINs that can be used to access restricted features such as Outbound Routes. The PIN can also be added to the CDR record's 'accountcode' field.
pt_br: Os Conjuntos de PINs são usados para gerenciar listas de PINs que podem ser usados para acessar recursos restritos, como Rotas de saída. O PIN também pode ser adicionado ao campo 'accountcode' do registro CDR.
vi: Các cài đặt PIN được sử dụng để quản lý danh sách các PIN cho việc truy nhập các tính năng giới hạn ví dụ như các tuyến gọi ra (Outbound Route). PIN cũng có thể được thêm vào trường 'accountcode' của các bản ghi CDR.

source: Pin Sets
fa_ir: تنظیمات PIN
pt_br: Conjunto de PINs
vi: Các cài đặt PIN

source: Please enter a description for this pinset
fa_ir: لطفا یک توضیح وارد کنید
pt_br: Por favor, insira uma descrição para este conjunto de pins
vi: Vui lòng nhập một mô tả cho cài pinset này

source: Please enter a valid Description
fa_ir: لطفا شرح معتبر وارد کنید
pt_br: Por favor, insira uma Descrição válida
vi: Vui lòng nhập một mô tả hợp lệ

source: Record In CDR
fa_ir: ذخیره در جزئیات تماس
pt_br: Gravação em CDR
vi: Bản ghi trong CDR

source: Reset
fa_ir: بازنشانی
pt_br: Reiniciar
vi: Cài đặt lại

source: Select Yes, if you would like to record the PIN in the call detail records when used
fa_ir: اگر میخواهید پین در جزییات تماس ضبط شود بله را انتخاب کنید
pt_br: Selecione Sim, se você quiser gravar o PIN nos registros de detalhes de chamadas quando for usado
vi: Chọn Yes, nếu bạn muốn ghi lại PIN trong các bản ghi chi tiết cuộc gọi

source: Settings
fa_ir: پیکربندی
pt_br: Configurações
vi: Các cài đặt

source: Submit
fa_ir: ثبت
pt_br: Enviar
vi: Gửi đi

source: Unnamed
fa_ir: بدون نام
pt_br: Sem nome
vi: Không được đặt tên

source: Yes
fa_ir: بله
pt_br: Sim
vi: Có
