Repository: hyungyunlim/080-spam-blocker
Catalog: html/admin/modules/callforward/i18n/*/LC_MESSAGES/callforward.po
Languages: it_it, pl

source: Always
pl: Zawsze

source: Applications
it_it: Applicazioni
pl: Aplikacje

source: Busy
it_it: Occupato
pl: Zajęty

source: Call Forward
it_it: Trasferimento di Chiamata
pl: Przekierowanie połączeń

source: Call Forward All Activate
it_it: Attiva Trasferimento di Chiamata Incondizionato
pl: Przekierowanie wszystkich połączeń włącz

source: Call Forward All Deactivate
it_it: Disattiva Trasferimento di Chiamata Incondizionato
pl: Przekierowanie wszystkich połączeń wyłącz

source: Call Forward All Prompting Activate
it_it: richiama tutti i prompt attivati
pl: Przekierowanie wszystkich połączeń dla innego numeru włącz

source: Call Forward All Prompting Deactivate
it_it: Disattiva Trasferimento di Chiamata Incondizionato (chiede dettagli)
pl: Przekierowanie wszystkich połączeń dla innego numeru wyłącz

source: Call Forward Busy Activate
it_it: Attiva Trasferimento di Chiamata su Occupato
pl: Przekierowanie połączeń gdy zajęty włącz

source: Call Forward Busy Deactivate
it_it: Disattiva Trasferimento di Chiamata su Occupato
pl: Przekierowanie połączeń gdy zajęty wyłącz

source: Call Forward Busy Prompting Activate
it_it: Attiva inoltro chiamata inoltrata
pl: Przekierowanie połączeń gdy zajęty dla innego numeru włącz

source: Call Forward Busy Prompting Deactivate
it_it: Disattiva Trasferimento di Chiamata su Occupato (chiede dettagli)
pl: Przekierowanie połączeń gdy zajęty dla innego numeru wyłącz

source: Call Forward No Answer/Unavailable Activate
it_it: Attiva Trasferimento su Nessuna Risposta/Non disponibile
pl: Przekierowanie połączeń gdy nie odpowiada/nieosiągalny włącz

source: Call Forward No Answer/Unavailable Deactivate
it_it: Disattiva Trasferimento su Nessuna Risposta/Non disponibile
pl: Przekierowanie połączeń gdy nie odpowiada/nieosiągalny wyłącz

source: Call Forward No Answer/Unavailable Prompting Activate
it_it: Inoltro chiamata Nessuna risposta / Non disponibile Attivazione
pl: Przekierowanie połączeń gdy nie odpowiada/nieosiągalny dla innego numeru włącz

source: Call Forward Toggle
it_it: deviazione di chiamata
pl: Przełączanie przekierowania połączeń

source: Call Forwarding
it_it: Inoltro chiamata
pl: Przekierowanie połączeń

source: Call Forwarding Has Been Updated!
it_it: L'inoltro delle chiamate è stato aggiornato!
pl: Przekierowanie połączeń zostało zaktualizowane!

source: Call Forwarding for %s
pl: Przekierowanie połączeń dla %s

source: CallForward Ringtimer
it_it: Timer chiamata inoltro chiamata
pl: Czas dzwonienia dla przekierowania połączeń

source: Default
pl: Domyślne

source: Disabled
pl: Wyłączone

source: Enabled
pl: Włączone

source: Number of seconds to ring prior to going to voicemail or other fail over destinations that may be setup by an administrator on this account. The Always setting will ring the call forward destinaiton until answered or the caller hangs up. The Default setting will use the value set in Ring Time. Your setting here will be forced to Always if there is no Voicemail or alternartive fail over destination for a call to go to.
it_it: Numero di secondi da squillare prima di andare alla segreteria telefonica o altro failover su destinazioni che possono essere impostate da un amministratore su questo account. L'impostazione Sempre suonerà la destinazione in avanti fino alla risposta o il chiamante riaggancia. L'impostazione Predefinita utilizzerà il valore impostato in Durata squilli. L'impostazione qui sarà forzata su Sempre se non ci sono Voicemail o failover alternartive sulla destinazione per una chiamata a cui rivolgersi.
pl: Liczba sekund do dzwonienia przed przejściem do poczty głosowej lub innych miejsc docelowych, które mogą być skonfigurowane przez administratora na tym koncie. Ustawienie Zawsze będzie dzwonić na numer docelowy przekierowania, dopóki nie zostanie odebrany lub dzwoniący się nie rozłączy. Ustawienie domyślne będzie wykorzystywać wartość ustawioną w opcji Czas dzwonka. Twoje ustawienie tutaj zostanie wymuszone na Zawsze, jeśli nie ma poczty głosowej ani alternatywnego miejsca docelowego, do którego można skierować połączenie.

source: Seconds
it_it: Secondi
pl: Sekundy

source: The Call Forwarding module provides feature codes for call forwarding. Call Forwarding is used to forward calls from one user to another based on conditions such as busy, unavailable, and no answer.
pl: Moduł przekierowywania połączeń zapewnia kody funkcji do przekierowywania połączeń. Przekazywanie połączeń służy do przekazywania połączeń od jednego użytkownika do drugiego w oparciu o takie warunki, jak zajętość, niedostępność i brak odpowiedzi.

source: Unavailable
it_it: Non disponibile
pl: Niedostępny

source: Unconditional
it_it: Incondizionato
pl: Bezwarunkowe
