Repository: hyungyunlim/080-spam-blocker
Catalog: admin/modules/backup/i18n/*/LC_MESSAGES/backup.po
Languages: ru_ru

source: Option --skiprestorehooks skip postrestore hooks on restore
ru_ru: Опция --skiprestorehooks пропускает обработчик после восстановления

source: Option --skiptrunksandroutes skip trunks on restore
ru_ru: Опция --skiptrunksandroutes пропускает транки при восстановлении

source: Option --useinfiledb to restore Legacy backup using file based sqlite, By default system uses inmemory
ru_ru: Опция --useinfiledb для восстановления резервных копий устаревших версий с помощью sqlite на основе файлов, по умолчанию система использует inmemory

source: PATTERNs, one per line
ru_ru: Шаблоны, один на линию

source: Parsing out SQL tables. This may take a moment depending on backup size.
ru_ru: Обработка таблиц SQL. Это может занять некоторое время в зависимости от размера резервной копии.

source: Path: %s
ru_ru: Путь: %s

source: Performing Local Maintenance
ru_ru: Выполнение локального обслуживания

source: Performing Remote Maintenance
ru_ru: Выполнение удаленного обслуживания

source: Please note that, legacy cdr sql restoration process may take a long time depends on cdr sql file size
ru_ru: Обратите внимание, что процесс восстановления cdr sql устаревшей версии, может занять много времени в зависимости от размера файла cdr sql

source: Post-Backup Hook
ru_ru: Обработчик после завершения резервного копирования

source: Post-Restore Hook
ru_ru: Обработчик после завершения восстановления

source: Pre-Backup Hook
ru_ru: Обработчик перед началом резервного копирования

source: Pre-Restore Hook
ru_ru: Обработчик перед началом восстановления

source: Process is no longer running
ru_ru: Процесс остановлен

source: Processing %s
ru_ru: Обработка %s

source: Processing...
ru_ru: Обработка...

source: Provided backup file does not contain multiple modules. May be this is a single module backup file so please re-try with '--restoresingle' option to restore the backup from the CLI
ru_ru: Предоставленный файл резервной копии не содержит нескольких модулей. Возможно, это файл резервной копии одного модуля, поэтому повторите попытку с опцией '--restoresingle' для восстановления резервной копии из CLI

source: Public Key
ru_ru: Открытый ключ

source: Public SSH key to allow other servers to connect. Only ECDSA SSH key is supported
ru_ru: Открытый SSH-ключ, позволяющий другим серверам подключаться. Поддерживается только ключ SSH ECDSA

source: Public key of other system
ru_ru: Открытый ключ другой системы

source: Public key of this system
ru_ru: Открытый ключ этой системы

source: Reading Databases Table infromation using module name %s
ru_ru: Чтение Информация о таблицах баз данных, с использованием имени модуля %s

source: Recipient
ru_ru: Получатель

source: Reloading...... DONE
ru_ru: Перезагрузка...... DONE

source: Removing %s
ru_ru: Удаление %s

source: Removing table %s.
ru_ru: Удаление таблицы %s.

source: Reset
ru_ru: Сброс

source: Resetting %s
ru_ru: Сброс %s

source: Resetting %s module data
ru_ru: Сброс данных модуля %s

source: Response from Warmspare Server
ru_ru: Ответ от Warmspare Server

source: Response from Warmspare backup Server API
ru_ru: Ответ API сервера резервного копирования Warmspare

source: Restore
ru_ru: Восстановить

source: Restore Backup
ru_ru: Восстановление резервной копии

source: Restore File
ru_ru: Восстановить файл

source: Restore Information
ru_ru: Восстановление информации

source: Restore completed successfully
ru_ru: Восстановление успешно завершено

source: Restore from local cache
ru_ru: Восстановление из локального кэша

source: Restore from the cloud
ru_ru: Восстановление из облака

source: Restore of legacy cdr sql process done.... %s
ru_ru: Процесс восстановления устаревшей версии cdr sql выполнен.... %s

source: Restore process failed due to corrupted manifest file present in provided backup file. Please ensure your backup file is proper or regenerate the new backup file to proceed further.
ru_ru: Процесс восстановления не удался из-за повреждения файла манифеста в предоставленном файле резервной копии. Пожалуйста, убедитесь, что ваш файл резервной копии исправен, или создайте новый файл резервной копии, чтобы продолжить процесс.

source: Restore process has been initiated. Kindly check the fetchApiStatus api with the transaction id.
ru_ru: Процесс восстановления запущен. Для получения статуса, используйте api fetchApiStatus с идентификатором транзакции.

source: Restore processing for modules are finished successfully
ru_ru: Восстановление модулей успешно завершено

source: Restore running
ru_ru: Восстановление запущено

source: Restored module %s [%s]
ru_ru: Восстановлен модуль %s [%s]

source: Restoring %s
ru_ru: Восстановление %s

source: Restoring custom directory to %s
ru_ru: Восстановление пользовательского каталога в %s

source: Restoring custom file to %s
ru_ru: Восстановление пользовательского файла в %s

source: Restoring from %s [%s]
ru_ru: Восстановление из %s [%s]

source: Retrieving %s from %s:%s...
ru_ru: Извлечение %s из %s:%s...

source: Return backup description
ru_ru: Получить описание резервного копирования

source: Return backup file name
ru_ru: Получить имя файла резервного копирования

source: Return backup file size
ru_ru: Получить размер файла резервного копирования

source: Return backup framework
ru_ru: Получить framework резервного копирования

source: Return backup instancename
ru_ru: Получить имя экземпляра резервного копирования

source: Return backup name
ru_ru: Получить имя резервной копии

source: Return backup timestamp
ru_ru: Получить временную метку резервного копирования

source: Returns backup id
ru_ru: Получить id резервного копирования

source: Returns backup type
ru_ru: Получить тип резервного копирования

source: Run Backup
ru_ru: Создать резервную копию

source: Run Date
ru_ru: Дата выполнения

source: Run Restore
ru_ru: Запустить восстановление

source: Run Restore & Legacy CDR
ru_ru: Запустить восстановление и CDR устаревшей версии

source: Run backup and restore jobs
ru_ru: Запуск заданий резервного копирования и восстановления

source: Run the following in the CLI
ru_ru: Выполнить следующие действия в CLI

source: RunBackup method is not implemented in %s
ru_ru: Метод RunBackup не реализован в %s

source: RunBackup method is not implemented in %s, using default fallback
ru_ru: Метод RunBackup не реализован в %s, использование метода по умолчанию

source: RunRestore method is not implemented in %s, but was backed up using default backup fallback, using default fallback
ru_ru: Метод RunRestore не реализован в %s, но резервная копия была создана с использованием резервного копирования по умолчанию

source: RunRestore method is not implemented in %s, however there is default falback data, nothing to do
ru_ru: Метод RunRestore не реализован в %s, существуют данные восстановления по умолчанию.

source: RunRestore method is not implemented in %s, nothing to do
ru_ru: Метод RunRestore не реализован в %s, нет задач для выполнения

source: Running Backup ID: %s
ru_ru: Выполнение резервного копирования ID: %s

source: Running Post Restore Hooks DONE
ru_ru: Выполнение обработчиков после восстановления ЗАВЕРШЕНО

source: Running Post Restore Hooks.. Please note that hook will restart httpd service so please refresh your page (using new ports)
ru_ru: Выполнение обработчиков после восстановления.. Обратите внимание, что обработчик перезапустит httpd сервис, пожалуйста, обновите страницу

source: Running a restore will overwrite current data. This cannot be undone!
ru_ru: Запуск восстановления приведет к перезаписи текущих данных. Это невозможно отменить!

source: Running maintenance..
ru_ru: Выполняется обслуживание

source: SSH key Generated
ru_ru: SSH ключи сгенерированы

source: Save
ru_ru: Сохранить

source: Save Changes
ru_ru: Сохранить изменения

source: Save and Run
ru_ru: Сохранить и запустить

source: Saving file to remote ftp
ru_ru: Созранение файла на FTP

source: Saving to selected Filestore locations
ru_ru: Сохранение в выбранных местах расположения файлов

source: Saving to: %s:'%s' instance ,File location: %s%s
ru_ru: Сохранение в: %s:'%s' экземпляр, Расположение файла: %s%s

source: Scanning the backup file. Please wait...
ru_ru: Сканирование файла резервной копии. Пожалуйста, подождите...

source: Schedule and Maintenance
ru_ru: Расписание и техническое обслуживание

source: Scheduling
ru_ru: Расписание

source: See attachment
ru_ru: См. вложение

source: Select Warm Spare server
ru_ru: Выбрать Warm Spare сервер

source: Select items to backup
ru_ru: Выбрать элементы для резервного копирования

source: Select one or more storage locations. Storage locations can be added/configured with the Filestore module
ru_ru: Выберите одно или несколько мест хранения. Места хранения можно добавить/настроить с помощью модуля Файлового хранилища (Filestore)

source: Selected
ru_ru: Выбранные

source: Server Mode
ru_ru: Режим работы сервера

source: Set Backup Configurations
ru_ru: Настроить конфигурацию резервного копирования

source: Set the warmspare flag
ru_ru: Настроить warmspare

source: Should the remote trunks be Disabled
ru_ru: Должны ли быть отключены транки

source: Should the trunks be Excluded
ru_ru: Должны ли быть исключены транки

source: Should the warm spare feature be enabled
ru_ru: Должны ли быть включены настройки warm spare

source: Should the warm spare feature be enabled, default false
ru_ru: Должны ли быть выключены настройки warm spare

source: Size
ru_ru: Размер

source: Skip legacy chan_sip extensions during restore
ru_ru: Пропускать устаревшие расширения chan_sip при восстановлении

source: Skip legacy chan_sip trunks during restore
ru_ru: Пропускать устаревшие транки chan_sip при восстановлении

source: Skipped Post Restore Hooks..
ru_ru: Пропускать выполнение обработчиков, после восстановления...

source: Skipping %s which depends on framework because framework is a system requirement. Framework should be removed as a dependency
ru_ru: Пропуск %s, зависящего от фреймворка. Фреймворк должен быть удален как зависимость

source: Skipping CertMan module Restore , Warmspare skip Certificate enabled
ru_ru: Пропуск восстановления модуля CertMan, Warmspare пропуск сертификата включен

source: Skipping directory %s
ru_ru: Пропуск директории %s

source: Something failed, The file may need to be removed manually.
ru_ru: Неизвестная ошибка, возможно, файл нужно удалить вручную.

source: Something failed.
ru_ru: Неизвестная ошибка.

source: Sorry Module name
ru_ru: Название модуля

source: Sorry failed to perform backup
ru_ru: Не удалось выполнить резервное копирование

source: Sorry failed to perform restore
ru_ru: Не удалось выполнить восстановление

source: Sorry location
ru_ru: Расположение

source: Sorry module name
ru_ru: Имя модуля

source: Sorry unable to find the backup configurations
ru_ru: Не удается найти конфигурации резервного копирования

source: Sorry unable to find the backup files
ru_ru: Невозможно найти файлы резервных копий

source: Specific Modules to restore from using --restore, separate each module by a comma
ru_ru: Определенные модули для восстановления с использованием --restore, разделяйте каждый модуль запятой

source: Started restoring mysql dumps of : %s
ru_ru: Началось восстановление дампов mysql из : %s

source: Starting Cleaning up
ru_ru: Выполнение очистки

source: Starting backup %s
ru_ru: Выполнение резервного копироваия %s

source: Starting legacy cdr sql restore process
ru_ru: Выполнение процесса восстановления устаревшей версии cdr sql

source: Starting mysql dumps of : %s
ru_ru: Выполнение дампов mysql из : %s

source: Status
ru_ru: Статус

source: Status for the request
ru_ru: Статус запроса

source: Status of the request
ru_ru: Статус запроса

source: Storage
ru_ru: Хранилище

source: Storage Location
ru_ru: Расположение хранилища

source: Success
ru_ru: Выполнено

source: System Transfer
ru_ru: Система Передачи

source: System is not Activated,Skipping %s module
ru_ru: Система не активирована, пропуск модуля %s

source: Table '%s' does not exist in legacy %s, skipping
ru_ru: Таблица '%s' не существует в устаревшей версии %s, пропуск

source: Table '%s' is empty from legacy %s, skipping
ru_ru: Таблица '%s' пуста в устаревшей версии %s, пропуск

source: The Backup Id to delete
ru_ru: Id резервной копии для удаления

source: The Backup job name %s is already in use, please use a different name.
ru_ru: Имя задания резервного копирования %s уже используется, пожалуйста, используйте другое имя.

source: The Backup job name %s is already in used, please use a different name.
ru_ru: Имя задания резервного копирования %s уже используется, пожалуйста, используйте другое имя.

source: The SSH key already exists
ru_ru: Ключ SSH уже существует

source: The backup %s did not set a status and may have had an error
ru_ru: Резервное копирование %s может иметь ошибки

source: The backup contains ChanSIP Trunks! These ChanSIP Trunks can either be converted to pjsip or can be skipped during the restore process.
ru_ru: Резервная копия содержит транки ChanSIP! Эти транки ChanSIP могут быть преобразованы в pjsip или пропущены в процессе восстановления.

source: The backup contains ChanSIP extensions! These ChanSIP extensions can either be converted to pjsip extensions or can be skipped during the restore process.
ru_ru: Резервная копия содержит расширения ChanSIP! Эти расширения ChanSIP могут быть преобразованы в расширения pjsip или пропущены в процессе восстановления.

source: The backup file exceeded the maximum SMTP limits of 25MB. It was not attempted to be sent. Please shrink your backup, or use a different method of transferring your backup.
ru_ru: Файл резервной копии превысил максимальный лимит для SMTP в 25 МБ. Пожалуйста уменьшите размер вашей резервной, копии, или используйте другой метод передачи вашей резервной копии.

source: The backup file exceeded the soft limit set in SMTP configuration (%s bytes). It was not attempted to be sent. Please shrink your backup, or use a different method of transferring your backup.
ru_ru: Файл резервной копии превысил максимальный лимит для SMTP (%s). Пожалуйста уменьшите размер вашей резервной копии, или используйте другой метод передачи вашей резервной копии.

source: The current version of Asterisk installed does not support chan_sip. Upgrade Asterisk to a supported version, convert chan_sip extensions to pjsip, or skip chan_sip extensions for restore.
ru_ru: Текущая версия Asterisk не поддерживает chan_sip. Обновите Asterisk до поддерживаемой версии, преобразуйте расширения chan_sip в pjsip или пропустите расширения chan_sip для восстановления.

source: The module %s does not seem to support restore or is not installed on this system.
ru_ru: Модуль %s, не поддерживает восстановление или не установлен в этой системе.

source: The module %s does not support restore or is not installed on this system
ru_ru: Модуль %s не поддерживает восстановление или не установлен в этой системе.

source: The module %s doesn't seem to support Backup
ru_ru: Модуль %s не поддерживает резервное копирование

source: The module %s returned no data, No backup created
ru_ru: Модуль %s вернул пустые данные, резервная копия не создана

source: The restore process may require some time, with the current default timeout set to 10 hours
ru_ru: Процесс восстановления может занять некоторое время, по умолчанию установлен тайм-аут на 10-часов.

source: There was an error during %s
ru_ru: Произошла ошибка во время %s

source: There was nothing to cleanup
ru_ru: Нет данных для очистки

source: There were errors during the backup process
ru_ru: В процессе резервного копирования возникли ошибки

source: There were errors during the restore process
ru_ru: В процессе восстановления возникли ошибки

source: There were warnings during the backup process
ru_ru: В процессе резервного копирования появлялись предупреждения

source: There were warnings during the restore process
ru_ru: В процессе восстановления появлялись предупреждения

source: This backup will be stored locally and is subject to maintenance settings
ru_ru: Эта резервная копия будет храниться локально и добавлена к обслуживанию.

source: This feature requires filestore be setup and may not be availible on a clean install
ru_ru: Эта функция требует настройки хранилища файлов и может быть недоступна при чистой установке.

source: This option has moved to Backup Items -> Core (Disable Trunks on Restore?)
ru_ru: Эта опция была перемещена в раздел резервное копирование -> Ядро (Выключить Транки при восстановлении)

source: This restore will only affect the modules listed below
ru_ru: Это восстановление затронет только перечисленные ниже модули

source: This table will be empty on backups created prior to version 15
ru_ru: Эта таблица будет пустой в резервных копиях, созданных до версии 15.

source: Transaction ID for the backup
ru_ru: ID транзакции для резервной копии

source: Transaction ID is: %s
ru_ru: ID транзакции: %s

source: Transaction: %s
ru_ru: Транзакция: %s

source: Transfer Id
ru_ru: Id передачи

source: Trying to upload %s to %s
ru_ru: Попытка выгрузить %s в %s

source: Type
ru_ru: Тип

source: Unable to access the file %s
ru_ru: Невозможно получить доступ к файлу %s

source: Unable to map '%s' of type '%s
ru_ru: Невозможно сопоставить '%s' с типом '%s

source: Unable to perform backup
ru_ru: Невозможно выполнить резервное копирование

source: Unable to run restoreLegacyDatabase on %s because NO Database information provided
ru_ru: Невозможно запустить restoreLegacyDatabase на %s, нет информации о базе данных

source: Unable to send backup email!
ru_ru: Невозможно отправить резервную копию на email!

source: Unable to update backup
ru_ru: Невозможно обновить резервную копию

source: Unable to upload file to the remote server
ru_ru: Невозможно загрузить файл на удаленный сервер

source: Uninstalled or Disabled
ru_ru: Деинсталлировано или отключено

source: Unknown file type
ru_ru: Неизвестный тип файла

source: Unknown module %s
ru_ru: Неизвестный модуль %s

source: Unlimited
ru_ru: Неограниченно

source: Update Backup Configurations
ru_ru: Обновление конфигураций резервного копирования

source: Upload a valid backup.tar.gz
ru_ru: Загрузите backup.tar.gz

source: Upload your restore files
ru_ru: Загрузите файлы восстановления

source: Uploading...
ru_ru: Загрузка...

source: Use filestore ID to restore a file
ru_ru: Использование ID хранилища файлов для восстановления файла

source: Using default backup strategy
ru_ru: Использование стратегии резервного копирования по умолчанию

source: Using default restore strategy
ru_ru: Использование стратегии восстановления по умолчанию

source: Using fallback restore strategy
ru_ru: Использование резервной стратегии восстановления

source: Utilizing cached based sqlite at %s. The data might be stale!
ru_ru: Использование кэшированного sqlite на основе %s. Данные могут быть устаревшими!

source: Utilizing file based sqlite at %s, This is SLOW
ru_ru: Использование файлового sqlite на %s, это работает медленно

source: Version in Backup
ru_ru: Версия в резервной копии

source: View backup log
ru_ru: Просмотр журнала резервного копирования

source: View running restore
ru_ru: Просмотр запущенного восстановления

source: Warm Spare Server
ru_ru: Warm Spare сервер

source: Warm Spare server needs to add to filestore, And it should be a FreePBX 15 and Above
ru_ru: Warm Spare сервер должен быть добавлен в хранилище файлов, и это должна быть FreePBX 15 и выше

source: Warmspare enabled for this backup
ru_ru: Для этого резервного копирования включена функция Warmspare

source: Way to Connect Warm spare Server
ru_ru: Способ подключения Warm spare сервера

source: We Have triggered an API to restore the backup on Spare Server
ru_ru: Мы запустили API для восстановления резервной копии на Spare сервере

source: We are running Restore command on Spare Server
ru_ru: Мы выполняем команду восстановления на Spare сервере

source: We can't seem to delete the chosen file
ru_ru: Мы не можем удалить выбранный файл.

source: We don't have permissions to this file
ru_ru: У нас нет прав на этот файл

source: When set to Yes , Backp files will store like 'filestore-path/backup-job-name/backup-file' and if set to NO then backup file will store into 'filestore-path/backup-file'
ru_ru: Если установлено значение Да(Yes), файлы резервных копий будут храниться в файле 'filestore-path/backup-job-name/backup-file', а если установлено значение NO, то файл резервной копии будет храниться в файле 'filestore-path/backup-file'

source: When set to Yes , Backp files will store like filestore-path/backup-job-name/backup-file and if set to NO then backup file will store into filestore-path/backup-file,default false
ru_ru: Если установлено значение Да(Yes), файлы резервных копий будут храниться в файловом хранилище path/backup-job-name/backup-file, а если установлено значение NO, то файлы резервных копий будут храниться в файловом хранилище path/backup-file, по умолчанию false

source: When set to Yes logs will be added to the body of the email, when set to No logs will be added as an attachment
ru_ru: При установке значения Да(Yes) журналы будут добавлены в тело письма, при установке значения Нет(No) журналы будут добавлены в качестве вложения

source: When set to Yes logs will be added to the body of the email, when set to No logs will be added as an attachment, default no
ru_ru: При установке значения Да(Yes) журналы будут добавлены в тело письма, при установке значения Нет(No) журналы будут добавлены в качестве вложения, по умолчанию Нет(No)

source: When set to true , Backp files will store like filestore-path/backup-job-name/backup-file and if set to false then backup file will store into filestore-path/backup-file,default false
ru_ru: Если установлено значение true, файлы резервных копий будут храниться в файловом хранилище path/backup-job-name/backup-file, а если установлено значение false, то файл резервной копии будет храниться в файловом хранилище path/backup-file, по умолчанию false

source: When set to true logs will be added to the body of the email, when set to false logs will be added as an attachment, default false
ru_ru: При значении true журналы будут добавлены в тело письма, при значении false журналы будут добавлены в качестве вложения, по умолчанию false

source: When should this backup run
ru_ru: Когда должно выполняться это резервное копирование

source: When to email
ru_ru: Когда писать по электронной почте

source: When to email default both
ru_ru: Когда отправлять письмо по умолчанию обоим

source: Where to save the single module backup.
ru_ru: Куда сохранить резервную копию одного модуля.

source: Working with %s module
ru_ru: Работа с модулем %s

source: Yes
ru_ru: Да

source: You have enabled enableBackupSchedule so please add scheduleBackup
ru_ru: Вы включили enableBackupSchedule, поэтому добавьте scheduleBackup

source: You must enter a valid Warm Spare Access Token URL
ru_ru: Вы должны ввести действительный URL-адрес токена доступа к теплому резерву.

source: You must enter a valid Warm Spare Server API Client ID
ru_ru: Вы должны ввести действительный ID клиента API Warm Spare Server.

source: You must enter a valid Warm Spare Server API Client Secret
ru_ru: Вы должны ввести действительный пароль клиента API Warm Spare Server.

source: You must enter a valid Warm Spare Server API GraphQL URL
ru_ru: Вы должны ввести действительный URL-адрес GraphQL API Warm Spare Server.

source: You must select a valid Warm Spare Server
ru_ru: Вы должны выбрать действительный сервер Warm Spare Server

source: You must set a valid job name for this backup
ru_ru: Вы должны задать действительное имя задания для этого резервного копирования

source: Your %s has finished
ru_ru: %s завершен

source: astDb's
ru_ru: astDb'-ы

source: choose
ru_ru: выбор
