Repository: hyungyunlim/080-spam-blocker
Catalog: admin/modules/backup/i18n/*/LC_MESSAGES/backup.po
Languages: ru_ru

source: Unable to read the file %s. FreePBX restore process run as asterisk user so please ensure that 'asterisk' user has permissions to read the file/directory path. Or move the backup file to the '/home/asterisk' path.
ru_ru: Нет доступа к файлу %s. Процесс восстановления FreePBX запускается от имени пользователя asterisk, убедитесь, что у пользователя 'asterisk' есть права на чтение файла и каталога. Или переместите файл резервной копии в каталог '/home/asterisk'.

source: %s found no database definitions in module.xml
ru_ru: %s не определены настройки баз данных в файле module.xml

source: The backup file contains legacy chan_sip extensions or trunks, which are not compatible with Asterisk 21. You have the option to proceed, in which case these legacy extensions or trunks will be converted to PJSIP. Alternatively, you can cancel the restore process and downgrade the Asterisk version first, then attempt to restore your backup.
ru_ru: Файл резервной копии содержит устаревшие расширения chan_sip или транков, которые не совместимы с новой версией Asterisk. В случае продолжения, устаревшие расширения или транки будут преобразованы в PJSIP. Также, вы можете отменить процесс восстановления и попытаться восстановитьрезервную копию на более старую версию Asterisk.

source: %s Days
ru_ru: %s Дней

source: %s Days (%s Months)
ru_ru: %s Дней (%s Месяцев)

source: %s does not exist
ru_ru: %s не существует

source: %s does not implement KVStore
ru_ru: %s не поддерживает тип KVStore

source: %s is now loaded into memory
ru_ru: %s загружено

source: %s table Backup Error %s
ru_ru: %s Ошибка резервного копирования таблицы %s

source: %s table Restore Error %s
ru_ru: %s ошибка восстановления таблицы %s

source: /path/to/dir
ru_ru: /путь/к/каталогу

source: /path/to/file
ru_ru: /путь/к/файлу

source: A id used to identify your backups
ru_ru: id, используемый для идентификации резервных копий

source: A name used to identify your backups
ru_ru: Имя, используемое для идентификации резервных копий

source: A restore is already in progress; please wait until it completes before starting a new one.
ru_ru: Восстановление уже выполняется; пожалуйста, подождите пока завершится существующий процесс.

source: A script to be run AFTER a backup is completed.
ru_ru: Скрипт, ВЫПОЛНЯЕМЫЙ ПОСЛЕ выполнения резервного копирования.

source: A script to be run AFTER a backup is restored.
ru_ru: Скрипт, ВЫПОЛНЯЕМЫЙ ПОСЛЕ восстановления из резервной копии.

source: A script to be run BEFORE a backup is restored.
ru_ru: Скрипт, ВЫПОЛНЯЕМЫЙ ПЕРЕД восстановлением из резервной копии.

source: A script to be run BEFORE a backup is started.
ru_ru: Скрипт, ВЫПОЛНЯЕМЫЙ ПЕРЕД резервным копированием.

source: Access Token URL
ru_ru: URL-адрес токена доступа

source: Access Token URL of Warm Spare server.
ru_ru: URL-адрес токена доступа для сервера Warm Spare.

source: Actions
ru_ru: Действия

source: Add
ru_ru: Добавить

source: Add Backup
ru_ru: Добавить резервную копию

source: Add a description for your backup
ru_ru: Добавить описание резервной копии

source: Add custom files in backup
ru_ru: Добавить файлы в резервную копию

source: Adding custom directory to tar: %s
ru_ru: Добавление пользовательского каталога в tar: %s

source: Adding custom file to tar: %s
ru_ru: Добавление пользовательского файла в tar: %s

source: Adding directory to tar: %s
ru_ru: Добавление каталога в tar: %s

source: Adding file to tar: %s
ru_ru: Добавление файла в tar: %s

source: Adding module %s to queue because %s depends on it
ru_ru: Добавление модуля %s в очередь, так как %s имеет зависимость

source: Adding module manifest for %s
ru_ru: Объявление модуля для %s

source: After the restore you might reload with the apply config button
ru_ru: После восстановления, нажмите кнопку Применить настройки, система будет перезагружена.

source: Apache will Restart now... And your GUI may die if the ports are changed !!!!
ru_ru: сервер Apache будет перезагружен... В случае смены портов, связь с визуальным интерфейсом будет потеряна !!!!

source: Append Backup Name as a directory to the Storage path
ru_ru: Использовать имя резервной копии в качестве имени каталога в хранилище

source: Apply Configs
ru_ru: Применить настройки

source: Are you sure you wish to delete this file? This cannot be undone
ru_ru: Вы действительно хотите удалить этот файл? Процедура необратима

source: Are you sure, you want to restore this backup?
ru_ru: Вы уверены, что хотите восстановить эту резервную копию?

source: Asterisk home dir (%s) doesn't exist, and, ASTSPOOLDIR doesn't exist. Aborting
ru_ru: Домашняя директория Asterisk (%s) не существует, и ASTSPOOLDIR не существует.Отмена

source: Attention:
ru_ru: Внимание:

source: Attention: The backup file contains legacy chan_sip extensions or trunks, which are not compatible with Asterisk 21. You have the option to proceed, in which case these legacy extensions or trunks will be converted to PJSIP. Alternatively, you can cancel the restore process and downgrade the Asterisk version first, then attempt to restore your backup.
ru_ru: Внимание: файл резервной копии содержит устаревшие расширения chan_sip или транков, которые не совместимы с новой версией Asterisk. В случае продолжения, устаревшие расширения или транки будут преобразованы в PJSIP. Также, вы можете отменить процесс восстановления и попытаться восстановитьрезервную копию на более старую версию Asterisk.

source: BACKUP NOT ATTACHED
ru_ru: АРХИВ НЕ ПРИКРЕПЛЕН

source: Backup %s
ru_ru: Backup

source: Backup %s failed for %s
ru_ru: Ошибка %s при создании резервной копии %s

source: Backup %s success for %s
ru_ru: Резервное копироваие %s успешно выполнено %s

source: Backup & Restore
ru_ru: Резервное копирование и Восстановление

source: Backup & Restore - Restore
ru_ru: Резервное копирование и Восстановление - Восстановление

source: Backup & Restore for your FreePBX environment
ru_ru: Резервное копирование и Восстановление для среды FreePBX

source: Backup Date
ru_ru: Дата Резервного копирования

source: Backup Deleted
ru_ru: Резервная копия удалена

source: Backup Description
ru_ru: Описание резервной копии

source: Backup ERROR (exceeded SMTP limits)
ru_ru: Ошибка резервного копирования (превышены лимиты SMTP)

source: Backup ERROR (exceeded soft limit)
ru_ru: Ошибка резервного копирования (превышен мягкий лимит)

source: Backup File
ru_ru: Файл резервной копии

source: Backup File Name
ru_ru: Имя файла резервной копии

source: Backup File Name: %s
ru_ru: Имя файла резервной копии: %s

source: Backup ID
ru_ru: ID резервной копии

source: Backup Info
ru_ru: Информация о резервной копии

source: Backup Instance
ru_ru: Экземпляр резервной копии

source: Backup Items
ru_ru: Элементы резервной копии

source: Backup Name
ru_ru: Имя резервной копии

source: Backup Restored Successfully
ru_ru: Резервная копия успешно восстановлена

source: Backup Storage Location Required
ru_ru: Укажите место хранения резервных копий

source: Backup Type
ru_ru: Тип резервного копирования

source: Backup Wizard
ru_ru: Мастер создания резервных копий

source: Backup completed successfully
ru_ru: Создание резервной копии успешно завершено

source: Backup deleted successfully
ru_ru: Резервная копия успешно удалена

source: Backup does not exists
ru_ru: Резервная копия не существует

source: Backup does not found
ru_ru: Резервная копия не обнаружена

source: Backup failed dumping SQL database [%s] to file [%s], you have a corrupted backup from server [%s].
ru_ru: Ошибка резервного копирования дампа SQL базы [%s] в файл [%s]. Резервная копия создана с ошибками [%s].

source: Backup file uploaded to the remote server
ru_ru: Резервная копия выгружена на удаленный сервер

source: Backup has been performed/schedules
ru_ru: Резервное копирование настроено

source: Backup has been updated
ru_ru: Настройки резервного копирования обновлены

source: Backup process has been initiated. Kindly check the fetchApiStatus api with the transaction id.
ru_ru: Запущен процесс резервного копирования. Для проверки статуса, используйте fetchApiStatus apiс идентификатором транзакции.

source: Backup running
ru_ru: Резервное копирование запущено

source: Base64 encoded backup job
ru_ru: Процесс шифрования резервной копии средствами Base64

source: Based on Module settings We are NOT Resetting %s module data
ru_ru: Согласно настроек модуля, мы НЕ Сбрасываем данные модуля %s

source: Basic Information
ru_ru: Базовая информация

source: Both
ru_ru: Оба

source: Can't find the module data for %s
ru_ru: Не удается найти данные модуля %s

source: Cancel
ru_ru: Отмена

source: Cleaning up
ru_ru: Очистить

source: Cleaning up data generated by %s
ru_ru: Очистка данных, созданных %s

source: Cleaning up old data
ru_ru: Очистка старых данных

source: Click to upload a backup file.
ru_ru: Нажмите, чтобы загрузить файл резервной копии.

source: Client Access Token
ru_ru: Токен доступа клиента

source: Client ID
ru_ru: ID клиента

source: Client Secret
ru_ru: Пароль клиента

source: Client Secret of the Warm Spare server.
ru_ru: Пароль клиента сервера Warm Spare.

source: ClientID of the Warm Spare server.
ru_ru: ID клиента, сервера Warm Spare.

source: Close
ru_ru: Закрыть

source: Column '%s' does not exist in %s, skipping
ru_ru: Колонка '%s' не существует в %s, пропуск

source: Complete Path
ru_ru: Полный путь

source: Completed mysql dumps of : %s
ru_ru: Завершено создание mysql дампа : %s

source: Completed restoring mysql dumps of : %s
ru_ru: Завершено восстановление дампов mysql из : %s

source: Connect Warm Spare Server Over
ru_ru: Подключение сервера Warm Spare

source: Continue
ru_ru: Продолжить

source: Convert legacy chan_sip extensions to chan_pjsip extensions during restore
ru_ru: Преобразование устаревших расширений chan_sip в расширения chan_pjsip при восстановлении из резервной копии

source: Convert legacy chan_sip trunks to chan_pjsip trunks during restore
ru_ru: Преобразование устаревших транков chan_sip в транки chan_pjsip во время восстановления

source: Could not backup module %s because it depends on %s which is not enabled. Please enable %s
ru_ru: Не удалось создать резервную копию модуля %s, поскольку существует зависимость от не подключенного объекта %s.Включите %s

source: Could not backup module %s because it is not enabled
ru_ru: Не удалось создать резервную копию модуля %s, поскольку он не включен

source: Could not find %s on the remote system
ru_ru: Не удалось найти %s в удаленной системе

source: Could not find a file for the id supplied
ru_ru: Не удалось найти файл для указанного ID

source: Could not locate the manifest for this file
ru_ru: Не удалось найти описание для этого файла

source: Couldn't find your file, please try submitting your file again.
ru_ru: Файл недоступен, попробуйте отправить его повторно.

source: Created
ru_ru: Создано

source: Creating directory '%s'
ru_ru: Создание каталога '%s'

source: Custom Files
ru_ru: Пользовательские файлы

source: Custom directory not exists: %s
ru_ru: Пользовательский каталог не существует: %s

source: Custom file not exists: %s
ru_ru: Пользовательский файл не существует: %s

source: Delete
ru_ru: Удалить

source: Delete After Days
ru_ru: Удалить через указанное количество дней

source: Delete After Runs
ru_ru: Удаление после выполнения

source: Delete this entry. Don't forget to click Submit to save changes!
ru_ru: Удалить эту запись. Не забудьте нажать кнопку Отправить, чтобы сохранить изменения!

source: Depend field was blank for %s. Skipping because not sure what to do
ru_ru: Поле зависимостей было пустым для %s. Пропускаем, потому что не уверены, что делать

source: Description
ru_ru: Описание

source: Detected file %s as the PBX (Asterisk) database. Attempting restore
ru_ru: Обнаружен файл %s в качестве базы данных PBX (Asterisk). Попытка восстановления

source: Determining backup file type...
ru_ru: Определение типа файла резервной копии...

source: Directory
ru_ru: Каталог

source: Directory '%s' did not exist and we could not create it
ru_ru: Директория '%s' не существует или не может быть создана

source: Disable Remote Trunks
ru_ru: Отключение удаленных транков

source: Done
ru_ru: Выполнено

source: Donor
ru_ru: Исходный объект

source: Dump Base64 backup data
ru_ru: Выгрузка данных резервного копирования в формате Base64

source: Edit
ru_ru: Редактировать

source: Email Type
ru_ru: Тип электронной почты

source: Email address to send notifications, Multiple email addresses need to be separated by comma
ru_ru: Адрес электронной почты для отправки уведомлений, несколько адресов электронной почты, должны быть разделены запятой

source: Enable
ru_ru: Включить

source: Enable scheduled backups
ru_ru: Включить резервное копирование по расписанию

source: Enable scheduled backups, default false
ru_ru: Включить резервное копирование по расписанию, по умолчанию установлено значение false

source: Enabled
ru_ru: Включить

source: Equivalence of clicking the red button, will happen automatically after a restore on a Standby system
ru_ru: Эквивалентно нажатию красной кнопки, произойдет автоматически после восстановления в системе резервного копирования

source: Error
ru_ru: Ошибка

source: Error Removing %s, %s
ru_ru: Ошибка при удалении %s, %s

source: Error creating the FTP object
ru_ru: Ошибка создания объекта FTP

source: Error deleting %s
ru_ru: Ошибка при удалении %s

source: Error in processing legacy cdr sql restore process.... %s %s %s
ru_ru: Ошибка при обработке унаследованного процесса восстановления cdr sql.... %s %s %s

source: Error installing %s reason(s): %s
ru_ru: Ошибка при установке %s причина(ы): %s

source: Error running Restore on Spare Server
ru_ru: Ошибка при выполнении восстановления на Spare сервере

source: Error uninstalling %s reason(s): %s
ru_ru: Ошибка при деинсталляции %s причина(ы): %s

source: Exclude
ru_ru: Исключить

source: Exclude Bind Address
ru_ru: Исключить привязку адреса

source: Exclude CERTIFICATE settings
ru_ru: Исключить настройки СЕРТИФИКАТОВ

source: Exclude DNS
ru_ru: Исключить DNS

source: Exclude NAT settings
ru_ru: Исключить настройки NAT

source: Exclude Trunks
ru_ru: Исключить Транки

source: Explicitly exclude any machine-specific Bindaddres. This allows you to have a warm-spare machine with a different IP address.
ru_ru: Явно исключите любые специфические привязки адреса для машины. Это позволит вам настроить warm-spare сервер с другим IP-адресом.

source: Explicitly exclude any machine-specific DNS. This allows you to have a warm-spare machine with a different DNS.
ru_ru: Явно исключите любые DNS для конкретной машины. Это позволит вам настроитьwarm-spare резервную машину с другим DNS.

source: Explicitly exclude any machine-specific IP settings. This allows you to have a warm-spare machine with a different IP address.
ru_ru: Явно исключите любые настройки IP-адресов, специфичные для конкретной машины.Это позволит вам настроить warm-spare резервную машину с другим IP-адресом.

source: Exporting Advanced settings from %s
ru_ru: Экспорт расширенных настроек из %s

source: Exporting Databases from %s
ru_ru: Экспорт баз данных из %s

source: Exporting Feature Codes from %s
ru_ru: Экспорт кодов характеристик из %s

source: Exporting KVStore based on ids %s
ru_ru: Экспорт KVStore на основе идентификаторов %s

source: Exporting KVStore from %s
ru_ru: Экспорт KVStore из %s

source: Extracting Backup
ru_ru: Извлечение резервной копии

source: Extracting backup...
ru_ru: Извлечение резервной копии...

source: Extracting supplied database file %s
ru_ru: Извлечение файла базы данных %s

source: Failed to open some directory in
ru_ru: Не удалось открыть каталог в

source: Failure
ru_ru: Отказ

source: File
ru_ru: Файл

source: File Deleted
ru_ru: Файл удален

source: File named: %s
ru_ru: Имя файла: %s

source: File reached the server but could not be processed
ru_ru: Файл загружен, но не может быть обработан

source: Files
ru_ru: Файлы

source: Finished
ru_ru: Выполнено

source: Finished Cleaning up
ru_ru: Завершенные Чистки

source: Finished Local Maintenance
ru_ru: Завершенные обслуживания

source: Finished Remote Maintenance
ru_ru: Завершенные удаленные обслуживания

source: Finished Saving to selected Filestore locations
ru_ru: Завершенные сохранения хранения файлов

source: Finished created backup file: %s
ru_ru: Завершеные создания файлов резервной копии: %s

source: Folder %s does not exist
ru_ru: Папка %s не существует

source: Found %s database files in the backup.
ru_ru: Найдено %s файлов баз данных в резервной копии.

source: Generated Backup process result email to %s. Status: Failure
ru_ru: Создано электронное письмо с результатом процесса резервного копирования на %s. Статус: Сбой

source: Generated Backup process result email to %s. Status: Success
ru_ru: Создано электронное письмо с результатом процесса резервного копирования на %s. Статус: Успех

source: Generating Key Pair please standby
ru_ru: Генерация пары ключей, пожалуйста, будьте готовы

source: Get OAUTH2 Token for the Warm Spare server API.
ru_ru: Получение OAUTH2-токена для API сервера Warm Spare.

source: Get Warm Spare Token
ru_ru: Получить Токен сервера Warm Spare

source: Global Settings
ru_ru: Глобальные настройки

source: GraphQL URL
ru_ru: URL-адрес GraphQL

source: GraphQL URL of the Warm Spare server.
ru_ru: GraphQL URL-адрес сервера Warm Spare.

source: Hooks
ru_ru: Зацепки

source: How long to maintain backups. Example 30 will delete anything older than 30 days.
ru_ru: Как долго хранить резервные копии. Например 30 удалит все, что старше 30 дней

source: How many updates to keep. If this number is 3, the last 3 will be kept. 0 is unlimited
ru_ru: Сколько обновлений нужно сохранить. Если указано число 3, будут сохранены последние 3 обновления. Если указано число 0 - неограниченно

source: I don't know who I should be running Backup as.
ru_ru: Не определена роль сервера, для выполнение резервного копирования

source: ID From the donor machine
ru_ru: ID исходной машины

source: If this option is set to yes then certificate will not be restored which require HTTPS config to be rebuild manually with spare server certificate.
ru_ru: Если установлено значение yes, то сертификат не будет восстановлен, потребуется на стройка HTTPS с использованием сертификата spare сервера

source: Importing Advanced Settings from %s
ru_ru: Импорт расширенных настроек из %s

source: Importing AstDB family %s from %s
ru_ru: Импорт семейства AstDB %s из %s

source: Importing AstDB family %s/%s : %s
ru_ru: Импорт семейства AstDB %s/%s : %s

source: Importing Databases from %s
ru_ru: Импорт баз данных из %s

source: Importing Feature Codes from %s
ru_ru: Импорт кодов характеристик из %s

source: Importing KVStore from %s
ru_ru: Импорт KVStore из %s

source: Importing Table %s from %s
ru_ru: Импорт таблицы %s из %s

source: Importing table '%s' from legacy %s
ru_ru: Импорт таблицы '%s' из старой версии %s

source: In single restores mode dependencies are NOT processed
ru_ru: В режиме одиночного восстановления зависимости НЕ обрабатываются

source: Inline Logs
ru_ru: Логирование

source: Installing %s
ru_ru: Установка %s

source: Invalid Backup ID
ru_ru: Неверный ID резервной копии

source: Invalid Backup id
ru_ru: Неверный id резервной копии

source: Invalid ID Provided
ru_ru: Предоставлен неверный ID

source: Invalid filestore location
ru_ru: Недопустимое расположение хранилища файлов

source: Invalid filestore location. Path not found. Info: %s
ru_ru: Неверное расположение хранилища файлов. Путь не найден. Информация: %s

source: Is this the donor machine or the recipient
ru_ru: Это исходная-машина или машина-реципиент

source: Items
ru_ru: Пункты

source: Legacy CDR Restore Opted. we are processing , It may take long time to process %s
ru_ru: Восстановление устаревших версий CDR. Процесс может занять много времени процесс %s

source: Legacy Restore
ru_ru: Восстановление данных устаревших версий

source: Legacy Restore in %s is not implemented
ru_ru: Восстановление данных устаревших версий в %s не выполнено

source: Legacy Restore in %s is not implemented, using default fallback
ru_ru: Восстановление данных устаревших версий в %s не выполнено, используются данные по умолчанию

source: List Backups
ru_ru: Список резервных копий

source: List backups
ru_ru: Список резервных копий

source: List of backup configurations
ru_ru: Список конфигураций резервного копирования

source: List of backup files
ru_ru: Список файлов резервного копирования

source: List of bakup files
ru_ru: Список файлов резервного копирования

source: Loading Please Wait
ru_ru: Загрузка Пожалуйста, подождите

source: Loading astdb to memory
ru_ru: Загрузка astdb в память

source: Loading manifest to memory
ru_ru: Загрузка данных в память

source: Loading supplied database file %s
ru_ru: Загрузка файла базы данных %s

source: Log file is missing but process is still running!
ru_ru: Лог-файл отсутствует, но процесс все еще запущен!

source: MODULE SKIPED %s
ru_ru: МОДУЛЬ ПРОПУЩЕН %s

source: Maintenance
ru_ru: Техническое обслуживание

source: Message for the request
ru_ru: Сообщение по запросу

source: Migrating legacy backupjobs
ru_ru: Перенос устаревших заданий резервного копирования

source: Migrating legacy backups to the new backup
ru_ru: Перенос устаревших резервных копий в новую резервную копию

source: Missing id or transaction or pid
ru_ru: Отсутствует id или транзакция или pid

source: Module
ru_ru: Модуль

source: Module backup to restore
ru_ru: Резервная копия модуля для восстановления

source: Module to backup
ru_ru: Модуль для резервного копирования

source: Modules
ru_ru: Модули

source: Modules (
ru_ru: Модули

source: Modules to Backup
ru_ru: Модули в этой резервной копии

source: Modules to backup
ru_ru: Модули для резервного копирования

source: Moving servers to filestore
ru_ru: Перемещение серверов в хранилище файлов

source: Mysql Db's
ru_ru: Базы данных MySQL

source: NOT Resetting %s module data
ru_ru: НЕ Сбрасывает данные модуля %s

source: Name
ru_ru: Имя

source: Name contains whitespaces/special characters use - instead
ru_ru: Имя содержит пробелы или специальные символы, замените их

source: Name of the Restore input file
ru_ru: Имя файла восстановления

source: No
ru_ru: Нет

source: No Module or Custom files selected for this backup
ru_ru: Для этого резервного копирования не выбраны файлы модулей или пользовательских файлов

source: No Storage Locations
ru_ru: Не указано место для хранения

source: No backup id provided
ru_ru: Не предоставлен id идентификатор резервной копии

source: No file provided
ru_ru: Нет доступа к файлу

source: No id was specified to process. Please try submitting your file again.
ru_ru: Не указан id для обработки. Пожалуйста, попробуйте отправить файл еще раз.

source: No module has selected for this Backup. Please ensure you are selecting atleast Custom files
ru_ru: Для этого резервного копирования не выбран ни один модуль. Убедитесь, что вы выбрали пользовательские файлы

source: No storage location selected for Backup. Please select atleast one storage location to save the backup
ru_ru: Не указано место хранения для резервного копирования. Пожалуйста, укажите хотя бы одно хранилище для сохранения резервной копии

source: Not Resetting %s
ru_ru: Не сбрасывается %s

source: Notification Email
ru_ru: Уведомление по электронной почте

source: Notifications
ru_ru: Уведомления

source: Ok
ru_ru: Ок

source: Only Restoring %s
ru_ru: Только восстановление %s

source: Option --skipbindport skip bindport on restore
ru_ru: Опция --skipbindport пропускает привязки портов при восстановлении

source: Option --skipdns skip dns on restore
ru_ru: Опция --skipdns пропускает dns при восстановлении

source: Option --skipremotenat skip remotenat on restore
ru_ru: Опция --skipremotenat пропускает remotenat при восстановлении
