Repository: hyungyunlim/080-spam-blocker
Catalog: admin/modules/backup/i18n/*/LC_MESSAGES/backup.po
Languages: ru_ru

source: pass the Option --ignoremodules get ignore modules names
ru_ru: Передать опцию --ignoremodules, чтобы получить игнорируемые имена модулей

source: pass the Option --restorelegacycdr to restore LegacyCDR
ru_ru: передать опцию --restorelegacycdr для восстановления LegacyCDR

source: success
ru_ru: выполнено

source: type is %s
ru_ru: тип - %s
